Repository: hasanyazarr/flowbar
Catalog: Flowbar/Localizable.xcstrings
Source language: en
Languages: tr

source: %@ was saved to your backup folder.
tr: %@ dosyası yedekleme klasörünüze kaydedildi.

source: %lld days ago
tr: %lld gün önce

source: %lld hr
tr: %lld saat

source: %lld min
tr: %lld dk

source: %lldh %lldm
tr: %1$llds %2$llddk

source: A project with this name already exists
tr: Bu isimde proje zaten var

source: About
tr: Uygulama Hakkında

source: ACTIVE SESSION
tr: AKTİF OTURUM

source: Add
tr: Ekle

source: Add a session manually
tr: Geçmişe elle oturum ekle

source: Add manually
tr: Manuel ekle

source: Add reminder
tr: Hatırlatıcı Ekle

source: All
tr: Tümü

source: Alphabetical
tr: Alfabetik

source: An advanced weekly time planner and reminder menu bar tool. Automatically follows the macOS system appearance (Light/Dark mode).
tr: Gelişmiş haftalık zaman planlayıcı ve hatırlatıcı menü bar aracı. macOS sistem görünümünü (Açık/Karanlık mod) otomatik takip eder.

source: Automatic Backup
tr: Otomatik Yedekleme

source: Automatic Backup Successful
tr: Otomatik Yedekleme Başarılı

source: Average
tr: Ortalama

source: Back
tr: Geri

source: Backup Folder
tr: Yedekleme Klasörü

source: Backup Frequency
tr: Yedekleme Sıklığı

source: Cancel
tr: İptal

source: Card
tr: Kart

source: Categories
tr: Kategoriler

source: CATEGORY
tr: KATEGORİ

source: Category
tr: Kategori

source: Category breakdown
tr: Kategori dağılımı

source: Category name
tr: Kategori adı

source: Change...
tr: Değiştir...

source: Checking…
tr: Kontrol ediliyor…

source: Choose Backup Folder
tr: Yedekleme Klasörünü Seçin

source: Choose Folder...
tr: Klasör Seç...

source: Choose the folder where automatic backups will be saved.
tr: Otomatik yedeklerin kaydedileceği klasörü seçin.

source: Choose where you want to save your Flowbar data.
tr: Flowbar verilerini kaydetmek istediğiniz konumu seçin.

source: Chooses how the active session screen is laid out.
tr: Aktif oturum ekranının nasıl düzenleneceğini seçer.

source: Clear
tr: Temizle

source: Clear Completed Reminders
tr: Tamamlanan Hatırlatıcıları Temizle

source: Close form
tr: Formu kapat

source: Compact
tr: Sıkışık

source: Completed (%lld)
tr: Tamamlananlar (%lld)

source: Continuous
tr: Sürekli

source: Data & Storage
tr: Veri ve Depolama

source: Delete
tr: Sil

source: Delete category
tr: Kategoriyi sil

source: Delete project
tr: Projeyi sil

source: Delete the project and all its sessions
tr: Projeyi ve tüm oturumlarını sil

source: Delete this session?
tr: Bu oturum silinsin mi?

source: Denied ✗
tr: İzin Reddedildi ✗

source: Determines the background style of the app window.
tr: Uygulama penceresinin arka plan stilini belirler.

source: Developer & Community
tr: Geliştirici & Topluluk

source: Done
tr: Tamamlandı

source: Edit
tr: Düzenle

source: Edit reminder
tr: Hatırlatıcıyı düzenle

source: Ephemeral
tr: Anlık İzin

source: Export Data:
tr: Verileri Aktar:

source: Flowbar is an open source project. Visit our GitHub page to contribute or report issues you run into.
tr: Flowbar açık kaynaklı bir projedir. Katkıda bulunmak veya karşılaştığınız sorunları bildirmek için GitHub sayfamızı ziyaret edin.

source: Focus
tr: Odak Noktası

source: General Preferences
tr: Genel Tercihler

source: GitHub Project
tr: GitHub Projesi

source: Glass
tr: Cam (Glass)

source: Granted ✓
tr: İzin Verildi ✓

source: History
tr: Geçmiş

source: Hours
tr: Saat

source: Hover a segment to see its category
tr: Kategoriyi görmek için bir segmentin üzerine gelin

source: Icon and Timer
tr: Simge ve Süre

source: Icon Only
tr: Yalnızca Simge

source: In 1 hour
tr: 1 saat sonra

source: In progress
tr: Devam ediyor

source: Language
tr: Dil

source: Last Backup:
tr: Son Yedekleme:

source: Last week
tr: Geçen hafta

source: Launch at System Startup
tr: Sistem Açılışında Otomatik Başlat

source: macOS Notifications
tr: macOS Bildirimleri

source: Matte
tr: Mat (Matte)

source: Measured: %@
tr: Ölçülen: %@

source: Menu Bar Display
tr: Menü Bar Gösterimi

source: Month
tr: Ay

source: Monthly
tr: Aylık

source: Most worked projects
tr: En çok çalışılan projeler

source: New category
tr: Yeni kategori

source: New project
tr: Yeni proje

source: No backup yet
tr: Henüz yedek alınmadı

source: No categories yet
tr: Henüz kategori yok

source: No folder selected
tr: Klasör Seçilmedi

source: No matches
tr: Eşleşme yok

source: No matching projects
tr: Eşleşen proje yok

source: No note
tr: Not yok

source: No pending reminders
tr: Bekleyen hatırlatıcı yok

source: No project
tr: Proje yok

source: No project (General)
tr: Proje Yok (Genel)

source: No projects yet, add one
tr: Henüz proje yok, bir tane ekle

source: No sessions recorded in this period
tr: Bu dönemde kayıtlı oturum yok

source: No sessions saved yet
tr: Henüz kaydedilmiş oturum yok

source: None
tr: Yok

source: Not determined ?
tr: Belirlenmedi ?

source: Note (optional)
tr: Not (opsiyonel)

source: Off
tr: Kapalı

source: Past sessions
tr: Geçmiş oturumlar

source: Pause
tr: Duraklat

source: Paused
tr: Duraklatıldı

source: Period
tr: Dönem

source: Permission status: %@
tr: İzin Durumu: %@

source: Project
tr: Proje

source: PROJECT NAME
tr: PROJE ADI

source: Project name
tr: Proje adı

source: Projects
tr: Projeler

source: projects
tr: proje

source: Provisional
tr: Geçici İzin

source: Quit
tr: Çıkış

source: Recent
tr: Son oturum

source: Recent session notes
tr: Son oturum notları

source: Remind
tr: Hatırlat

source: Reminder
tr: Hatırlatıcı

source: Reminder: %@
tr: Hatırlatıcı: %@

source: Reminders
tr: Hatırlatıcılar

source: Reminders (Pending/Completed)
tr: Hatırlatıcılar (Bekleyen/Tamamlanan)

source: Report Issue
tr: Sorun Bildir

source: Request / Refresh
tr: İzin İste / Yenile

source: RESET
tr: SIFIRLA

source: Reset
tr: Sıfırla

source: Reset All Data
tr: Tüm Verileri Sıfırla

source: Restart
tr: Yeniden Başlat

source: Restart the app to fully apply a language change.
tr: Dil değişikliğinin tam olarak uygulanması için uygulamayı yeniden başlatın.

source: Resume
tr: Devam et

source: Save
tr: Kaydet

source: Save Data
tr: Verileri Kaydet

source: Search projects…
tr: Proje ara…

source: Select project
tr: Proje seç

source: Session
tr: Oturum

source: Session note
tr: Oturum notu

source: Sessions
tr: Oturum

source: sessions
tr: oturum

source: Set alarm/notification
tr: Alarm/Bildirim Kur

source: Sets what is shown in the menu bar while the timer is running.
tr: Sayaç çalışırken menü barında ne görüntüleneceğini ayarlar.

source: Settings
tr: Ayarlar

source: Show/Hide Category Filters
tr: Kategori Filtrelerini Göster/Gizle

source: Something to remember…
tr: Hatırlatılacak şey…

source: Sort projects
tr: Projeleri sırala

source: Start
tr: Başlat

source: Start a new session
tr: Yeni oturum başlat

source: STATUS
tr: DURUM

source: Stop
tr: Durdur

source: Stop and Save
tr: Durdur ve Kaydet

source: System
tr: Sistem

source: System permissions must be enabled so you can receive local notifications when a reminder is due.
tr: Hatırlatıcı zamanı geldiğinde yerel bildirim alabilmeniz için sistem izinlerinin açık olması gerekir.

source: This category already exists
tr: Bu kategori zaten var

source: This evening
tr: Bu akşam

source: This project and %lld sessions will be permanently deleted.
tr: Bu proje ve %lld oturum kalıcı olarak silinecek.

source: This project will be permanently deleted.
tr: Bu proje kalıcı olarak silinecek.

source: This week
tr: Bu hafta

source: Timer Layout
tr: Sayaç Düzeni

source: Timer Only
tr: Yalnızca Süre

source: Today
tr: Bugün

source: Today %@
tr: Bugün %@

source: Toggle list / grid view
tr: Liste / ızgara görünümü

source: Tomorrow %@
tr: Yarın %@

source: Tomorrow morning
tr: Yarın sabah

source: Total
tr: Toplam

source: Total Categories
tr: Toplam Kategori

source: Total Projects
tr: Toplam Proje

source: Total Sessions
tr: Toplam Oturum

source: Total time
tr: Toplam süre

source: Type '%@' to confirm
tr: Onaylamak için '%@' yazın

source: Uncategorized
tr: Kategorisiz

source: Unknown
tr: Bilinmiyor

source: WARNING: All saved sessions, projects and reminders will be permanently deleted. This action cannot be undone!
tr: DİKKAT: Tüm kayıtlı oturumlar, projeler ve hatırlatıcılar kalıcı olarak silinecektir. Bu işlem geri alınamaz!

source: Week
tr: Hafta

source: Weekly
tr: Haftalık

source: What will you focus on this session?
tr: Bu oturumda neye odaklanacaksın?

source: Window Appearance
tr: Pencere Görünümü

source: Work trend
tr: Çalışma trendi

source: Yesterday
tr: Dün
